[
  "claudian",
  "obsidian-custom-frames",
  "obsidian-image-auto-upload-plugin",
  "smart-composer",
  "obsidian-style-settings",
  "obsidian-textgenerator-plugin",
  "calendar",
  "obsidian-full-calendar",
  "periodic-notes",
  "editing-toolbar",
  "templater-obsidian",
  "dataview",
  "obsidian-pandoc",
  "omnisearch",
  "settings-search",
  "notebook-navigator",
  "obsidian-git",
  "smart-connections",
  "quickadd",
  "obsidian42-brat",
  "opencode-obsidian",
  "obsidian-columns",
  "simple-columns",
  "copilot",
  "refresh-preview",
  "obsidian-auto-link-title",
  "obsidian-spaced-repetition",
  "obsidian-html-plugin"
]